Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 每行填写 TYPE,VALUE，例如 DOMAIN-SUFFIX,tailscale.com。粘贴带旧策略的规则也可以，塔台会改用上方选择的流向，并保留 no-resolve。
ar: املأ كل سطر بالنوع والقيمة، على سبيل المثال، DOMAIN-SUFFIX,tailscale.com. ومن الممكن أيضًا لصق القواعد مع السياسة القديمة، وسيتحول البرج إلى اتجاه التدفق المحدد أعلاه ويحتفظ بعدم القرار.
de: Füllen Sie jede Zeile mit TYPE,VALUE aus, zum Beispiel DOMAIN-SUFFIX,tailscale.com. Es ist auch möglich, die Regeln mit der alten Richtlinie einzufügen, und der Turm wechselt in die oben ausgewählte Flussrichtung und behält die Nichtlösung bei.
en: Fill in each line with TYPE,VALUE, for example, DOMAIN-SUFFIX,tailscale.com. It is also possible to paste the rules with the old policy, and the tower will switch to the flow direction selected above and keep no-resolve.
es: Complete cada línea con TIPO, VALOR, por ejemplo, DOMINIO-SUFIJO, tailscale.com. También es posible pegar las reglas con la política anterior y la torre cambiará a la dirección de flujo seleccionada anteriormente y se mantendrá sin resolución.
fr: Remplissez chaque ligne avec TYPE, VALEUR, par exemple, DOMAIN-SUFFIX, tailscale.com. Il est également possible de coller les règles avec l'ancienne politique, et la tour passera à la direction de flux sélectionnée ci-dessus et conservera la non-résolution.
id: Isi setiap baris dengan TYPE,VALUE, misalnya DOMAIN-SUFFIX,tailscale.com. Dimungkinkan juga untuk menempelkan aturan dengan kebijakan lama, dan menara akan beralih ke arah aliran yang dipilih di atas dan tetap tidak memiliki resolusi.
ja: 各行に TYPE,VALUE を入力します (例: DOMAIN-SUFFIX,tailscale.com)。古いポリシーを使用してルールを貼り付けることも可能で、タワーは上で選択したフロー方向に切り替わり、未解決を維持します。
ko: 각 줄에 TYPE,VALUE를 입력합니다(예: DOMAIN-SUFFIX,tailscale.com). 기존 정책에 규칙을 붙여넣는 것도 가능하며, 타워는 위에서 선택한 흐름 방향으로 전환하고 해결 불가 상태를 유지합니다.
pt_br: Preencha cada linha com TYPE,VALUE, por exemplo, DOMAIN-SUFFIX,tailscale.com. Também é possível colar as regras com a política antiga, e a torre mudará para a direção do fluxo selecionada acima e manterá a não resolução.
ru: Заполните каждую строку ТИП,ЗНАЧЕНИЕ, например, ДОМЕН-СУФФИКС,tailscale.com. Также можно вставить правила со старой политикой, и башня переключится на выбранное выше направление потока и сохранит отсутствие разрешения.
th: กรอกข้อมูลในแต่ละบรรทัดด้วย TYPE,VALUE เช่น DOMAIN-SUFFIX,tailscale.com นอกจากนี้ยังสามารถวางกฎด้วยนโยบายเก่าได้ และทาวเวอร์จะเปลี่ยนไปใช้ทิศทางการไหลที่เลือกไว้ด้านบน และไม่ได้รับการแก้ไข
tr: Her satırı TÜR, DEĞER ile doldurun; örneğin, ALAN-SONUFFIX, kuyrukölçeği.com. Kuralları eski politikayla yapıştırmanız da mümkündür ve kule yukarıda seçilen akış yönüne geçerek çözümsüz kalacaktır.
vi: Điền vào mỗi dòng TYPE,VALUE, ví dụ: DOMAIN-SUFFIX,tailscale.com. Cũng có thể dán các quy tắc với chính sách cũ và tháp sẽ chuyển sang hướng dòng đã chọn ở trên và giữ nguyên không giải quyết.
zh_hant: 每行填寫 TYPE,VALUE，例如 DOMAIN-SUFFIX,tailscale.com。貼帶舊策略的規則也可以，塔台會改用上方選擇的流向，並保留 no-resolve。

source: 没有可预览的配置内容
ar: لا يوجد محتوى تكوين لمعاينته
de: Es gibt keinen Konfigurationsinhalt zur Vorschau
en: There is no configuration content to preview
es: No hay contenido de configuración para obtener una vista previa
fr: Il n'y a aucun contenu de configuration à prévisualiser
id: Tidak ada konten konfigurasi untuk dipratinjau
ja: プレビューする構成コンテンツはありません
ko: 미리 볼 구성 콘텐츠가 없습니다.
pt_br: Não há conteúdo de configuração para visualizar
ru: Нет содержимого конфигурации для предварительного просмотра.
th: ไม่มีเนื้อหาการกำหนดค่าที่จะแสดงตัวอย่าง
tr: Önizlenecek yapılandırma içeriği yok
vi: Không có nội dung cấu hình để xem trước
zh_hant: 沒有可預覽的配置內容

source: 没有对外提供服务
ar: لم يتم تقديم أي خدمات خارجية
de: Keine externen Dienstleistungen erbracht
en: No external services provided
es: No se proporcionan servicios externos
fr: Aucun service externe fourni
id: Tidak ada layanan eksternal yang disediakan
ja: 外部サービスは提供されません
ko: 외부 서비스는 제공되지 않습니다
pt_br: Nenhum serviço externo fornecido
ru: Никакие внешние услуги не предоставляются
th: ไม่มีบริการภายนอกให้
tr: Hiçbir harici hizmet sağlanmadı
vi: Không có dịch vụ bên ngoài được cung cấp
zh_hant: 沒有對外提供服務

source: 没有找到可识别的节点
ar: لم يتم العثور على عقدة معروفة
de: Kein erkannter Knoten gefunden
en: No recognized node found
es: No se encontró ningún nodo reconocido
fr: Aucun nœud reconnu trouvé
id: Tidak ditemukan simpul yang dikenali
ja: 認識されたノードが見つかりません
ko: 인식된 노드를 찾을 수 없습니다.
pt_br: Nenhum nó reconhecido encontrado
ru: Не найден распознанный узел
th: ไม่พบโหนดที่รู้จัก
tr: Tanınan düğüm bulunamadı
vi: Không tìm thấy nút được công nhận
zh_hant: 沒有找到可識別的節點

source: 没有找到局域网地址，请先接入 Wi-Fi 或有线网络
ar: لم يتم العثور على عنوان شبكة محلية، يرجى الاتصال بشبكة Wi-Fi أو شبكة سلكية أولاً
de: Keine Adresse im lokalen Netzwerk gefunden, bitte zuerst mit WLAN oder Ethernet verbinden
en: No local network address found, please connect to Wi-Fi or Ethernet first
es: No se encontró una dirección de red local, conéctate primero a Wi-Fi o a una red por cable
fr: Aucune adresse de réseau local trouvée, connectez-vous d'abord au Wi-Fi ou à Ethernet
id: Alamat jaringan lokal tidak ditemukan, hubungkan ke Wi-Fi atau jaringan kabel terlebih dahulu
ja: ローカルネットワークのアドレスが見つかりません。先に Wi-Fi または有線ネットワークに接続してください
ko: 로컬 네트워크 주소를 찾을 수 없습니다. 먼저 Wi-Fi 또는 유선 네트워크에 연결하세요
pt_br: Nenhum endereço de rede local encontrado, conecte-se primeiro ao Wi-Fi ou à rede cabeada
ru: Адрес локальной сети не найден, сначала подключитесь к Wi-Fi или проводной сети
th: ไม่พบที่อยู่เครือข่ายภายใน กรุณาเชื่อมต่อ Wi-Fi หรือเครือข่ายแบบมีสายก่อน
tr: Yerel ağ adresi bulunamadı, önce Wi-Fi veya kablolu ağa bağlanın
vi: Không tìm thấy địa chỉ mạng nội bộ, vui lòng kết nối Wi-Fi hoặc mạng dây trước
zh_hant: 沒有找到區域網路位址，請先接入 Wi-Fi 或有線網路

source: 没有收到 HTTP 响应
ar: لم يتم تلقي أي استجابة HTTP
de: Keine HTTP-Antwort erhalten
en: No HTTP response received
es: No se recibió respuesta HTTP
fr: Aucune réponse HTTP reçue
id: Tidak ada tanggapan HTTP yang diterima
ja: HTTP 応答を受信しませんでした
ko: HTTP 응답이 수신되지 않았습니다.
pt_br: Nenhuma resposta HTTP recebida
ru: HTTP-ответ не получен
th: ไม่ได้รับการตอบกลับ HTTP
tr: HTTP yanıtı alınmadı
vi: Không nhận được phản hồi HTTP
zh_hant: 沒有收到 HTTP 回應

source: 没有获得通知权限，续费提醒未开启
ar: لم يتم الحصول على إذن الإعلام ولم يتم تشغيل تذكير التجديد.
de: Es wurde keine Benachrichtigungsberechtigung eingeholt und die Verlängerungserinnerung ist nicht aktiviert.
en: Notification permission is not obtained and the renewal reminder is not turned on.
es: No se obtiene el permiso de notificación y el recordatorio de renovación no está activado.
fr: L'autorisation de notification n'est pas obtenue et le rappel de renouvellement n'est pas activé.
id: Izin pemberitahuan tidak diperoleh dan pengingat perpanjangan tidak diaktifkan.
ja: 通知許可が取得できず、更新通知がオンになっていません。
ko: 알림 권한이 획득되지 않았으며 갱신 알림이 설정되어 있지 않습니다.
pt_br: A permissão de notificação não foi obtida e o lembrete de renovação não está ativado.
ru: Разрешение на уведомление не получено, и напоминание о продлении не включено.
th: ไม่ได้รับการอนุญาตการแจ้งเตือน และไม่ได้เปิดการแจ้งเตือนการต่ออายุ
tr: Bildirim izni alınmıyor ve yenileme hatırlatıcısı açılmıyor.
vi: Không nhận được quyền thông báo và lời nhắc gia hạn không được bật.
zh_hant: 沒有取得通知權限，續費提醒未開啟

source: 流媒体
ar: Streaming
de: Streaming
en: Streaming
es: Streaming
fr: Streaming
id: Streaming
ja: Streaming
ko: Streaming
pt_br: Streaming
ru: Streaming
th: Streaming
tr: Streaming
vi: Streaming
zh_hant: 串流媒體

source: 流控
ar: التحكم في التدفق
de: Flusskontrolle
en: flow control
es: control de flujo
fr: contrôle du débit
id: kontrol aliran
ja: フロー制御
ko: 흐름 제어
pt_br: controle de fluxo
ru: контроль потока
th: การควบคุมการไหล
tr: akış kontrolü
vi: kiểm soát dòng chảy

source: 测试全部节点，当前方式为 %@
ar: اختبار جميع العقد، الطريقة الحالية هي %@
de: Testen Sie alle Knoten. Die aktuelle Methode ist %@
en: Test all nodes, the current method is %@
es: Pruebe todos los nodos, el método actual es %@
fr: Testez tous les nœuds, la méthode actuelle est %@
id: Uji semua node, metode saat ini adalah %@
ja: すべてのノードをテストします。現在の方法は %@
ko: 모든 노드를 테스트합니다. 현재 방법은 %@입니다.
pt_br: Teste todos os nós, o método atual é %@
ru: Протестируйте все узлы, текущий метод — %@.
th: ทดสอบโหนดทั้งหมด วิธีการปัจจุบันคือ %@
tr: Tüm düğümleri test edin, mevcut yöntem %@
vi: Kiểm tra tất cả các nút, phương thức hiện tại là %@
zh_hant: 測試全部節點，目前方式為 %@

source: 测试方式
ar: طريقة الاختبار
de: Testmethode
en: Test method
es: Método de prueba
fr: Méthode d'essai
id: Metode pengujian
ja: 試験方法
ko: 시험방법
pt_br: Método de teste
ru: Метод испытания
th: วิธีการทดสอบ
tr: Test yöntemi
vi: Phương pháp thử
zh_hant: 測試方式

source: 测速
ar: اختبار زمن الاستجابة
de: Latenz testen
en: Test Latency
es: Probar latencia
fr: Tester la latence
id: Uji Latensi
ja: 遅延テスト
ko: 지연 시간 테스트
pt_br: Testar latência
ru: Проверить задержку
th: ทดสอบเวลาแฝง
tr: Gecikmeyi Test Et
vi: Kiểm tra độ trễ
zh_hant: 延遲測試

source: 测速中
ar: قياس السرعة قيد التقدم
de: Geschwindigkeitsmessung läuft
en: Speed measurement in progress
es: Medición de velocidad en curso
fr: Mesure de vitesse en cours
id: Pengukuran kecepatan sedang berlangsung
ja: 速度測定中
ko: 속도 측정 진행 중
pt_br: Medição de velocidade em andamento
ru: Выполняется измерение скорости
th: อยู่ระหว่างการวัดความเร็ว
tr: Hız ölçümü devam ediyor
vi: Đang đo tốc độ
zh_hant: 測速中

source: 混淆
ar: التمويه
de: Verschleierung
en: Obfuscation
es: Ofuscación
fr: Obfuscation
id: Obfuscation
ja: 難読化
ko: 난독화
pt_br: Ofuscação
ru: Обфускация
th: การอำพราง
tr: Gizleme
vi: Làm rối

source: 混淆 Host
ar: مضيف مربك
de: Verwirrender Gastgeber
en: Confusing Host
es: Anfitrión confuso
fr: Hôte déroutant
id: Tuan Rumah yang Membingungkan
ja: 紛らわしいホスト
ko: 혼란스러운 호스트
pt_br: Anfitrião confuso
ru: Сбивающий с толку хост
th: โฮสต์ที่สับสน
tr: Kafa karıştırıcı Sunucu
vi: Máy chủ khó hiểu

source: 混淆（可选）
ar: التشويش (اختياري)
de: Verschleierung (optional)
en: obfuscation (optional)
es: ofuscación (opcional)
fr: obscurcissement (facultatif)
id: kebingungan (opsional)
ja: 難読化 (オプション)
ko: 난독화(선택사항)
pt_br: ofuscação (opcional)
ru: запутывание (необязательно)
th: ทำให้สับสน (ไม่จำเป็น)
tr: şaşırtma (isteğe bağlı)
vi: sự xáo trộn (tùy chọn)
zh_hant: 混淆（可選）

source: 混淆参数（可选）
ar: المعلمات المبهمة (اختياري)
de: Verschleierte Parameter (optional)
en: Obfuscated parameters (optional)
es: Parámetros ofuscados (opcional)
fr: Paramètres obscurcis (facultatif)
id: Parameter yang dikaburkan (opsional)
ja: 難読化されたパラメータ (オプション)
ko: 난독화된 매개변수(선택사항)
pt_br: Parâmetros ofuscados (opcional)
ru: Скрытые параметры (необязательно)
th: พารามิเตอร์ที่สับสน (ไม่บังคับ)
tr: Gizlenmiş parametreler (isteğe bağlı)
vi: Các tham số bị xáo trộn (tùy chọn)
zh_hant: 混淆參數（可選）

source: 混淆字符串（可选）
ar: سلسلة التعمية (اختياري)
de: Obfuskations-Zeichenkette (optional)
en: Obfuscation string (optional)
es: Cadena de ofuscación (opcional)
fr: Chaîne d'obfuscation (facultatif)
id: String obfuskasi (opsional)
ja: 難読化文字列（任意）
ko: 난독화 문자열(선택)
pt_br: String de ofuscação (opcional)
ru: Строка обфускации (необязательно)
th: สตริงพรางข้อมูล (ไม่บังคับ)
tr: Gizleme dizesi (isteğe bağlı)
vi: Chuỗi làm rối (tuỳ chọn)
zh_hant: 混淆字串（可選）

source: 混淆密码
ar: كلمات المرور المبهمة
de: verschleierte Passwörter
en: obfuscated passwords
es: contraseñas ofuscadas
fr: mots de passe obscurcis
id: kata sandi yang dikaburkan
ja: 難読化されたパスワード
ko: 난독화된 비밀번호
pt_br: senhas ofuscadas
ru: запутанные пароли
th: รหัสผ่านที่สับสน
tr: karmaşık şifreler
vi: mật khẩu bị xáo trộn
zh_hant: 混淆密碼

source: 混淆方式
ar: التشويش
de: Verschleierung
en: obfuscation
es: ofuscación
fr: obscurcissement
id: kebingungan
ja: 難読化
ko: 난독화
pt_br: ofuscação
ru: запутывание
th: ทำให้สับสน
tr: şaşırtma
vi: sự làm xáo trộn

source: 混淆方式和密码必须与 Hysteria 2 服务端一致。
ar: يجب أن تكون طريقة التشويش وكلمة المرور متوافقة مع خادم Hysteria 2.
de: Die Verschleierungsmethode und das Passwort müssen mit dem Hysteria 2-Server übereinstimmen.
en: The obfuscation method and password must be consistent with the Hysteria 2 server.
es: El método de ofuscación y la contraseña deben ser coherentes con los del servidor Hysteria 2.
fr: La méthode d'obscurcissement et le mot de passe doivent être cohérents avec ceux du serveur Hysteria 2.
id: Metode kebingungan dan kata sandi harus konsisten dengan server Hysteria 2.
ja: 難読化方法とパスワードは、Hysteria 2 サーバーと一致している必要があります。
ko: 난독화 방법과 비밀번호는 Hysteria 2 서버와 일치해야 합니다.
pt_br: O método de ofuscação e a senha devem ser consistentes com o servidor Hysteria 2.
ru: Метод обфускации и пароль должны соответствовать серверу Hysteria 2.
th: วิธีการสร้างความสับสนและรหัสผ่านจะต้องสอดคล้องกับเซิร์ฟเวอร์ Hysteria 2
tr: Gizleme yöntemi ve şifrenin Hysteria 2 sunucusuyla tutarlı olması gerekir.
vi: Phương pháp mã hóa và mật khẩu phải nhất quán với máy chủ Hysteria 2.
zh_hant: 混淆方式和密碼必須與 Hysteria 2 服務端一致。

source: 添加
ar: إضافة
de: hinzufügen
en: Add
es: agregar
fr: ajouter
id: tambahkan
ja: 追加
ko: 추가
pt_br: adicionar
ru: добавить
th: เพิ่ม
tr: Ekle
vi: thêm
zh_hant: 新增

source: 添加到自定义规则
ar: إضافة إلى القواعد المخصصة
de: Zu eigenen Regeln hinzufügen
en: Add to custom rules
es: Añadir a las reglas personalizadas
fr: Ajouter aux règles personnalisées
id: Tambahkan ke aturan khusus
ja: カスタムルールに追加
ko: 사용자 지정 규칙에 추가
pt_br: Adicionar às regras personalizadas
ru: Добавить в свои правила
th: เพิ่มลงในกฎที่กำหนดเอง
tr: Özel kurallara ekle
vi: Thêm vào quy tắc tuỳ chỉnh
zh_hant: 加入自訂規則

source: 添加自定义规则流
ar: إضافة تدفق قاعدة مخصصة
de: Fügen Sie einen benutzerdefinierten Regelablauf hinzu
en: Add custom rule flow
es: Agregar flujo de reglas personalizado
fr: Ajouter un flux de règles personnalisé
id: Tambahkan alur aturan khusus
ja: カスタムルールフローを追加する
ko: 맞춤 규칙 흐름 추가
pt_br: Adicionar fluxo de regras personalizado
ru: Добавить поток пользовательских правил
th: เพิ่มโฟลว์กฎที่กำหนดเอง
tr: Özel kural akışı ekle
vi: Thêm luồng quy tắc tùy chỉnh
zh_hant: 新增自訂規則流

source: 添加订阅或节点
ar: إضافة اشتراك أو عقدة
de: Abonnement oder Knoten hinzufügen
en: Add subscription or node
es: Agregar suscripción o nodo
fr: Ajouter un abonnement ou un nœud
id: Tambahkan langganan atau node
ja: サブスクリプションまたはノードを追加する
ko: 구독 또는 노드 추가
pt_br: Adicionar assinatura ou nó
ru: Добавить подписку или узел
th: เพิ่มการสมัครสมาชิกหรือโหนด
tr: Abonelik veya düğüm ekle
vi: Thêm đăng ký hoặc nút
zh_hant: 新增訂閱或節點

source: 游戏
ar: Gaming
de: Gaming
en: Gaming
es: Gaming
fr: Gaming
id: Gaming
ja: Gaming
ko: Gaming
pt_br: Gaming
ru: Gaming
th: Gaming
tr: Gaming
vi: Gaming
zh_hant: 遊戲

source: 点击规则方案即可修改规则
ar: اضغط على ملف قواعد لتعديل قواعده
de: Tippe auf ein Regelprofil, um die Regeln zu bearbeiten
en: Tap a rule profile to edit its rules
es: Toca un perfil de reglas para editarlo
fr: Touchez un profil de règles pour le modifier
id: Ketuk profil aturan untuk mengedit aturannya
ja: ルールプロファイルをタップして編集
ko: 규칙 프로필을 탭하여 규칙 편집
pt_br: Toque em um perfil de regras para editar as regras
ru: Нажмите на профиль правил, чтобы изменить правила
th: แตะโปรไฟล์กฎเพื่อแก้ไขกฎ
tr: Kuralları düzenlemek için bir kural profiline dokunun
vi: Chạm vào cấu hình quy tắc để chỉnh sửa
zh_hant: 點一下規則方案即可修改規則

source: 生成与导出
ar: إنشاء وتصدير
de: Erstellen & exportieren
en: Generate & Export
es: Generar y exportar
fr: Générer et exporter
id: Buat & Ekspor
ja: 生成とエクスポート
ko: 생성 및 내보내기
pt_br: Gerar e exportar
ru: Создание и экспорт
th: สร้างและส่งออก
tr: Oluştur ve Dışa Aktar
vi: Tạo & Xuất
zh_hant: 產生與匯出

source: 生成失败：%@
ar: فشل الجيل: %@
de: Generierung fehlgeschlagen: %@
en: Generation failed: %@
es: Generación fallida: %@
fr: Échec de la génération : %@
id: Pembuatan gagal: %@
ja: 生成に失敗しました: %@
ko: 생성 실패: %@
pt_br: Falha na geração: %@
ru: Генерация не удалась: %@
th: การสร้างล้มเหลว: %@
tr: Oluşturma başarısız oldu: %@
vi: Thế hệ không thành công: %@
zh_hant: 生成失敗：%@

source: 用客户端扫这个码
ar: امسح هذا الرمز من العميل
de: Scanne diesen Code mit dem Client
en: Scan this from your client
es: Escanéalo desde tu cliente
fr: Scannez-le depuis votre client
id: Pindai dari klien Anda
ja: クライアントでこのコードを読み取ってください
ko: 클라이언트에서 이 코드를 스캔하세요
pt_br: Escaneie pelo seu cliente
ru: Отсканируйте его в клиенте
th: สแกนรหัสนี้จากไคลเอ็นต์ของคุณ
tr: İstemcinizle bu kodu tarayın
vi: Quét mã này bằng ứng dụng của bạn
zh_hant: 用用戶端掃這個碼

source: 用户名（可选）
ar: اسم المستخدم (اختياري)
de: Benutzername (optional)
en: Username (optional)
es: Nombre de usuario (opcional)
fr: Nom d'utilisateur (facultatif)
id: Nama pengguna (opsional)
ja: ユーザー名 (オプション)
ko: 사용자 이름(선택사항)
pt_br: Nome de usuário (opcional)
ru: Имя пользователя (необязательно)
th: ชื่อผู้ใช้ (ไม่บังคับ)
tr: Kullanıcı adı (isteğe bağlı)
vi: Tên người dùng (tùy chọn)
zh_hant: 使用者名稱（可選）

source: 用文件导出到 %@
ar: تصدير ملف إلى %@
de: Datei in %@ exportieren
en: Export File to %@
es: Exportar archivo a %@
fr: Exporter un fichier vers %@
id: Ekspor file ke %@
ja: %@にファイルをエクスポート
ko: %@로 파일 내보내기
pt_br: Exportar arquivo para %@
ru: Экспортировать файл в %@
th: ส่งออกไฟล์ไปยัง %@
tr: Dosyayı %@ Uygulamasına Dışa Aktar
vi: Xuất tệp sang %@
zh_hant: 用檔案匯出到 %@

source: 留空则使用域名
ar: اتركه فارغًا لاستخدام اسم المجال
de: Lassen Sie das Feld leer, um den Domänennamen zu verwenden
en: Leave blank to use domain name
es: Dejar en blanco para usar el nombre de dominio
fr: Laisser vide pour utiliser le nom de domaine
id: Biarkan kosong untuk menggunakan nama domain
ja: ドメイン名を使用する場合は空白のままにします
ko: 도메인 이름을 사용하려면 비워두세요.
pt_br: Deixe em branco para usar o nome de domínio
ru: Оставьте поле пустым, чтобы использовать доменное имя
th: เว้นว่างไว้เพื่อใช้ชื่อโดเมน
tr: Alan adını kullanmak için boş bırakın
vi: Để trống để sử dụng tên miền
zh_hant: 留空則使用域名

source: 目录里找不到时再使用。手写规则会在更新上游方案后继续保留。
ar: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
de: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
en: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
es: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
fr: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
id: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
ja: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
ko: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
pt_br: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
ru: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
th: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
tr: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
vi: Use this only when the catalog does not have what you need. Manually entered rules remain after upstream updates.
zh_hant: 目錄裡找不到時再使用。手寫規則會在更新上游方案後繼續保留。

source: 目标客户端
ar: التطبيق الهدف
de: Ziel-App
en: Target App
es: App de destino
fr: App cible
id: Aplikasi tujuan
ja: 対象アプリ
ko: 대상 앱
pt_br: App de destino
ru: Целевое приложение
th: แอปเป้าหมาย
tr: Hedef Uygulama
vi: Ứng dụng đích
zh_hant: 目標客戶端

source: 目标客户端不支持、或您在协议筛选里关掉的节点不会写入配置，原节点仍保留在塔台中。
ar: العميل المستهدف لا يدعمه، أو أن العقدة التي قمت بإيقاف تشغيلها في تصفية البروتوكول لن تكتب التكوين، وستظل العقدة الأصلية في البرج.
de: Der Ziel-Client unterstützt dies nicht, oder der Knoten, den Sie in der Protokollfilterung deaktivieren, schreibt die Konfiguration nicht und der ursprüngliche Knoten verbleibt weiterhin im Tower.
en: Unsupported or disabled nodes are omitted from this profile but remain in Tower.
es: El cliente de destino no lo admite o el nodo que desactive en el filtrado de protocolos no escribirá la configuración y el nodo original seguirá estando en la torre.
fr: Le client cible ne le prend pas en charge, ou le nœud que vous désactivez lors du filtrage de protocole n'écrira pas la configuration et le nœud d'origine restera toujours dans la tour.
id: Klien target tidak mendukungnya, atau node yang Anda matikan dalam pemfilteran protokol tidak akan menulis konfigurasi, dan node asli akan tetap berada di menara.
ja: ターゲット クライアントがそれをサポートしていないか、プロトコル フィルタリングでオフにしたノードは構成を書き込まず、元のノードはタワー内に残ります。
ko: 대상 클라이언트가 이를 지원하지 않거나 프로토콜 필터링에서 끄는 노드가 구성을 쓰지 않으며 원래 노드는 여전히 타워에 남아 있습니다.
pt_br: O cliente de destino não oferece suporte ou o nó que você desativou na filtragem de protocolo não gravará a configuração e o nó original ainda permanecerá na torre.
ru: Целевой клиент его не поддерживает, или узел, который вы отключили в фильтрации протоколов, не запишет конфигурацию, а исходный узел все равно останется в башне.
th: ไคลเอนต์เป้าหมายไม่รองรับ หรือโหนดที่คุณปิดในการกรองโปรโตคอลจะไม่เขียนการกำหนดค่า และโหนดดั้งเดิมจะยังคงอยู่ในทาวเวอร์
tr: Hedef istemci bunu desteklemiyor veya protokol filtrelemede kapattığınız düğüm konfigürasyonu yazmayacak ve orijinal düğüm hala tower'da kalacaktır.
vi: Máy khách mục tiêu không hỗ trợ nó hoặc nút bạn tắt trong quá trình lọc giao thức sẽ không ghi cấu hình và nút ban đầu sẽ vẫn ở trong tháp.
zh_hant: 目標客戶端不支援、或您在協定篩選裡關掉的節點不會寫入配置，原節點仍保留在塔台中。

source: 直连
ar: اتصال مباشر
de: direkte Verbindung
en: Direct
es: conexión directa
fr: connexion directe
id: koneksi langsung
ja: 直接接続
ko: 직접 연결
pt_br: conexão direta
ru: прямое соединение
th: การเชื่อมต่อโดยตรง
tr: doğrudan bağlantı
vi: kết nối trực tiếp
zh_hant: 直接連線

source: 确认删除
ar: تأكيد الحذف
de: Bestätigen Sie den Löschvorgang
en: Confirm deletion
es: Confirmar eliminación
fr: Confirmer la suppression
id: Konfirmasikan penghapusan
ja: 削除の確認
ko: 삭제 확인
pt_br: Confirmar exclusão
ru: Подтвердить удаление
th: ยืนยันการลบ
tr: Silmeyi onayla
vi: Xác nhận xóa
zh_hant: 確認刪除

source: 社交
ar: Social
de: Social
en: Social
es: Social
fr: Social
id: Social
ja: Social
ko: Social
pt_br: Social
ru: Social
th: Social
tr: Social
vi: Social

source: 私密订阅
ar: اشتراك خاص
de: Privatabonnement
en: Private subscription
es: Suscripción privada
fr: Abonnement privé
id: Langganan pribadi
ja: プライベートサブスクリプション
ko: 비공개 구독
pt_br: Assinatura privada
ru: Частная подписка
th: สมัครสมาชิกส่วนตัว
tr: Özel abonelik
vi: Đăng ký riêng tư
zh_hant: 私人訂閱

source: 私钥只保存在这台设备及您主动开启的 iCloud 同步中。
ar: يتم حفظ المفتاح الخاص فقط على هذا الجهاز ومزامنة iCloud التي تقوم بتشغيلها بشكل نشط.
de: Der private Schlüssel wird nur auf diesem Gerät gespeichert und die iCloud-Synchronisierung aktivieren Sie aktiv.
en: The private key stays on this device unless you explicitly enable iCloud sync.
es: La clave privada solo se guarda en este dispositivo y la sincronización de iCloud la activas activamente.
fr: La clé privée n'est enregistrée que sur cet appareil et la synchronisation iCloud que vous activez activement.
id: Kunci pribadi hanya disimpan di perangkat ini dan sinkronisasi iCloud yang Anda aktifkan secara aktif.
ja: 秘密キーは、このデバイスとアクティブにオンにしている iCloud 同期にのみ保存されます。
ko: 개인 키는 이 기기와 귀하가 활성화한 iCloud 동기화에만 저장됩니다.
pt_br: A chave privada é salva apenas neste dispositivo e na sincronização do iCloud que você ativa ativamente.
ru: Закрытый ключ сохраняется только на этом устройстве, и вы активно включаете синхронизацию с iCloud.
th: รหัสส่วนตัวจะถูกบันทึกไว้ในอุปกรณ์นี้เท่านั้นและการซิงค์ iCloud ที่คุณเปิดอยู่
tr: Özel anahtar yalnızca bu cihaza ve aktif olarak açtığınız iCloud senkronizasyonuna kaydedilir.
vi: Khóa riêng tư chỉ được lưu trên thiết bị này và tính năng đồng bộ hóa iCloud mà bạn chủ động bật.
zh_hant: 私鑰只保存在這台裝置及您主動開啟的 iCloud 同步中。
